IdeaRS.Connections
WeldData.WeldMaterialName Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the name of the material If value is null or empty material is taken from the connected member
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string WeldMaterialName { get; set; }
Property Value
Type: String
See Also
Reference
WeldData Class
IdeaRS.Connections.Data Namespace